tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
brew "aria2"
brew "asciinema"
brew "autossh"
brew "curl"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gatsby-cli"
brew "gcc"
brew "gh"
brew "gist"
brew "git"
brew "glances"
brew "gnupg"
brew "go"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "iperf"
brew "lnav"
brew "m-cli"
brew "mas"
brew "mycli"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "pipenv"
brew "protobuf"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "tcpdump"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "yadm"
brew "yarn"
brew "you-get"
brew "zsh"
cask "appcleaner"
cask "caffeine"
cask "clashx"
cask "docker"
cask "firefox"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "hyper"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "java"
cask "keycastr"
cask "lunar"
cask "mactex-no-gui"
cask "numi"
cask "onedrive"
cask "snipaste"
cask "stats"
cask "telegram"
cask "thunder"
cask "ticktick"
cask "typora"
cask "upic"
cask "visual-studio-code"
cask "zerotier-one"
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
mas "Reeder", id: 1449412482
mas "Xcode", id: 497799835
