tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "sass/sass"
brew "aliyun-cli"
brew "aria2"
brew "asciinema"
brew "autossh"
brew "python"
brew "curl"
brew "docker-compose", link: false
brew "fd"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghc"
brew "gifsicle"
brew "gist"
brew "git"
brew "gnupg"
brew "go"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "iperf"
brew "lnav"
brew "lsd"
brew "m-cli"
brew "mas"
brew "mycli"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "onefetch"
brew "pipenv"
brew "protobuf"
brew "ranger"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "tcpdump"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "w3m"
brew "webpack"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
cask "appcleaner"
cask "clashx"
cask "docker"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "hiddenbar"
cask "hyper"
cask "iina"
cask "imazing"
cask "intellij-idea"
cask "itsycal"
cask "java"
cask "keycastr"
cask "mactex-no-gui"
cask "miniconda"
cask "moneywiz"
cask "numi"
cask "resilio-sync"
cask "upic"
cask "visual-studio-code"
cask "wechat"
cask "wechatwebdevtools"
mas "Bitwarden", id: 1352778147
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Reeder", id: 880001334
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
